Repository: kykyramadhani/challenge5
Catalog: Localizable.xcstrings
Source language: en
Languages: id

source: Adjust your seat and raise your left hand
id: Sesuaikan posisi dudukmu dan angkat tangan kirimu

source: Adjust your seat and raise your right hand
id: Sesuaikan posisi dudukmu dan angkat tangan kananmu

source: Adjust your seat to fit in the frame
id: Sesuaikan posisi dudukmu agar pas di dalam bingkai

source: All set! Delivered lots of dishes and stay active!
id: Semuanya siap! Sajikan banyak hidangan dan tetaplah aktif!

source: Buy
id: Beli

source: Camera Permission is Required
id: Izin Kamera Diperlukan

source: Coin Multiplier x2
id: Pengganda Koin x2

source: Dishes Served
id: Piring Disajikan

source: English
id: Inggris

source: Get into position! Raise your hand and make sure it fit inside the frame.
id: Posisikan dirimu! Angkat tanganmu dan pastikan pas di dalam bingkai.

source: GET READY!
id: BERSIAPLAH!

source: Go to your settings and allow access to your camera
id: Buka pengaturan dan izinkan akses ke kameramu

source: GO!
id: MULAI!

source: Got it
id: Mengerti

source: Here, you can see how many plates you successfully delivered on time.
id: Di sini, kamu bisa melihat berapa banyak piring yang berhasil kamu sajikan tepat waktu.

source: Hi! In this game you'll be taking role as a chef at a new restaurant! I'll show you how to play. Let's get moving!
id: Hai! Di game ini kamu akan berperan sebagai koki di restoran baru! Aku akan menunjukkan cara bermainnya. Ayo mulai bergerak!

source: Language
id: Bahasa

source: Left Hand
id: Tangan Kiri

source: Main Menu
id: Menu Utama

source: Most Dishes Served
id: Piring Disajikan Terbanyak

source: Music
id: Musik

source: New Personal Best!
id: Rekor Pribadi Baru!

source: Nice work today!
id: Kerja bagus hari ini!

source: Not enough coins!
id: Tidak cukup koin!

source: OFF
id: NONAKTIF

source: ON
id: AKTIF

source: One-hand Mode
id: Mode Satu Tangan

source: Oops! Wrong ingredient? Hold your open hand over the reset button for 2 seconds to clear the plate.
id: Ups! Salah bahan? Tahan tangan terbukamu di atas tombol reset selama 2 detik untuk mengosongkan piring.

source: Our shop is under maintanence — check back soon to spend your coins!
id: Toko kami sedang dalam perbaikan — kembali lagi nanti untuk membelanjakan koinmu!

source: Owned: %lld
id: Dimiliki: %lld

source: Pinch to grab! Then drag the ingredient to the plate.
id: Cubit untuk mengambil! Lalu tarik bahan ke piring.

source: Place your device where the camera can clearly see your upper body.
id: Letakkan perangkatmu di mana kamera bisa melihat tubuh bagian atasmu dengan jelas.

source: Play Again
id: Main Lagi

source: Right Hand
id: Tangan Kanan

source: SETTINGS
id: PENGATURAN

source: Shift Over
id: Sif Berakhir

source: Shop
id: Toko

source: Shop Opening Soon!
id: Toko Segera Buka!

source: Shops
id: Toko

source: Skip
id: Lewati

source: Sound Effects
id: Efek Suara

source: Speed Bonus
id: Bonus Kecepatan

source: Start Game
id: Mulai Game

source: Stop
id: Berhenti

source: Tap anywhere to continue →
id: Ketuk di mana saja untuk melanjutkan →

source: Tap to Play
id: Ketuk untuk Main

source: The needed ingredients will show up here!
id: Bahan-bahan yang dibutuhkan akan muncul di sini!

source: When the order is ready, a bell and tray will appear on either side. Pinch the dish and drag it to the tray!
id: Saat pesanan siap, bel dan nampan akan muncul di kedua sisi. Cubit hidangan dan tarik ke nampan!

source: You have 3 hearts! Run out of time? You'll lose a heart!
id: Kamu punya 3 nyawa! Kehabisan waktu? Kamu akan kehilangan satu nyawa!

source: Your order ingredients will appear here! Watch the border! It turns red as time runs out!
id: Bahan-bahan pesananmu akan muncul di sini! Perhatikan garis tepinya! Garis akan berubah merah saat waktu hampir habis!
